<?php

// +----------------------------------------------------------------------
// | ulthon_admin
// +----------------------------------------------------------------------
// | PHP交流群: 207160418
// +----------------------------------------------------------------------
// | 开源协议  http://license.coscl.org.cn/MulanPSL2
// +----------------------------------------------------------------------
// | gitee开源项目：https://gitee.com/ulthon/ulthon_admin
// +----------------------------------------------------------------------

namespace app\admin\service\node;

use base\admin\service\node\NodeBase;

/**
 * 节点处理类
 * Class Node.
 */
class Node extends NodeBase
{
}
